"Title" = "Général";
"LaunchAtLogin" = "Lancer au démarrage";
"CheckForUpdates" = "Vérifier les mises à jour automatiquement";
"CheckNow" = "Vérifier maintenant";
"Open" = "Ouvrir :";
"OpenTooltip" = "Touche de raccourci globale pour ouvrir l'application.\nUne pression répétée sur la touche principale tout en maintenant les modificateurs enfoncés permet de sélectionner l'élément suivant dans la liste. Dans ce mode, le relâchement des touches de modification confirmera la sélection et fermera la fenêtre contextuelle.\nPar défaut : %@C.";
"Pin" = "Épingler :";
"PinTooltip" = "Touche de raccourci pour épingler un élément de l’historique.\nPar défaut : %@P.";
"Delete" = "Supprimer :";
"DeleteTooltip" = "Touche de raccourci pour supprimer un élément de l’historique.\nPar défaut : %@⌫.";
"Behavior" = "Comportement :";
"PasteAutomatically" = "Coller automatiquement";
"PasteWithoutFormatting" = "Coller sans formatage";
"Modifiers" = "Personnaliser le comportement lors de la sélection de l’élément :\n— sélectionnez avec %@ pressé pour copier un élément ;\n— sélectionnez avec %@ pressé pour copier et coller l’élément ;\n— sélectionnez avec %@ pressé pour copier, reformater et coller l’élément.";
"Search" = "Recherche :";
"Exact" = "Exacte";
"Fuzzy" = "Approximative";
"Regex" = "Expressions régulières";
"Mixed" = "Mixte";
"NotificationsAndSounds" = "Notifications et sons 􀱁";
